;
; Tips for translator:
; To begin translating - copy english.ini into the "yourlanguage.ini"
; Please translate text only after symbol ' =!R
; Also you can use 'translator for wisecleaner.com' to help you easily complete translation. 
; You can download the translator at http://www.wisecleaner.com/language.html.
;
;
; Translation Author = Danfong Hsieh
; Translation Author Website = zhtwnet.com
; Soft Version = 8.64
;
[GUI]
ButtonYes=是
ButtonNo=否
ButtonOK=確定
ButtonMinimize=最小化
ButtonMaximize=最大化
ButtonClose=關閉
ButtonRestore=還原
ButtonMenu=選單


[Translation]
;
; Reading habits
; 
ReadHabit=Left-to-right
;
;Font and Charset
;
LanguageName=CHT
LangCode=0404|0C04|1404
DefaultFont=新細明體
DefaultFontSize=9
DefaultCharset=CHINESEBIG5_CHARSET
;
; Message box
;
Information=資訊
Warning=警告
Error=錯誤
Confirm=確認
;
; Main GUI
;
FrmGeneral.chkuac.caption=跳過 UAC
FrmWRC.btnassist.caption=輔助中心
FrmWRC.btnregclean.caption=登錄檔清理
FrmWRC.btnadv.caption=系統最佳化
FrmWRC.btnsilm.caption=登錄檔重組
FrmWRC.btnrestore.caption=還原
FrmWRC.btnsettings.caption=設定
FrmWRC.btnlikeit.caption=讚一個
FrmWRC.btnsuggest.caption=建議和意見反應
FrmWRC.WiseSimpleButton1.caption=備份
FrmWRC.btnupdate.caption=檢查更新
FrmWRC.btnfacebook.hint=在 facebook 上關注我們的動態
FrmWRC.btntwitter.hint=在 Twitter 上關注我們的動態
FrmWRC.btnemail.hint=將它分享給您的朋友
;
; Reg Cleaner
;
FrmRegClean.btnall.caption=全選
FrmRegClean.btnre.caption=建議
FrmRegClean.btnnone.caption=全部不選
FrmRegClean.btnCustom.caption=自訂區域
FrmRegClean.WiseLabel1.caption=排程器
FrmRegClean.lbltype.caption=選擇執行類型:
FrmRegClean.lblweek.caption=選擇日期:
FrmRegClean.lbltime.caption=時間:
FrmRegClean.btnScan.caption=開始掃瞄
FrmRegClean.btncancel.caption=取消
FrmRegClean.btnrescan.caption=再次掃瞄
FrmRegClean.lblstat.caption=您還沒有清理過登錄檔,建議立即清理!
FrmRegClean.vtrc.Columns[0]=資料
FrmRegClean.vtrc.Columns[1]=登錄機碼
;
; Optimizer
;
FrmOptimizer.btnSlimming.caption=最佳化
FrmOptimizer.btnnone.caption=全部不選
FrmOptimizer.btnall.caption=全選
FrmOptimizer.btnDefault.caption=系統預設
FrmOptimizer.lblrecommendinfo.caption=請現在試用 Wisecleaner.com 的其它產品
FrmOptimizer.lblpce.caption=Wise PC Engineer
FrmOptimizer.lblpceinfo.caption=Wise PC Engineer 包含登錄檔工具、磁碟工具和其他系統工具。易於使用並有效！
FrmOptimizer.lblwdcinfo.caption=Wise Disk Cleaner 是一套最佳的免費磁碟清理工具，能夠快速、徹底、安全地幫您清理垃圾檔案和隱私痕跡！
FrmOptimizer.lblwdc.caption=Wise Disk Cleaner
FrmOptimizer.lblre.caption=您想進一步提升您的 Windows 效能嗎?
Frmoptimizer.lblinfoex.caption=系統調整可以改善您的網路、加快您的 Windows 和穩定您的系統。
FrmOptimizer.btnoptimize.caption=最佳化
;
; Reg Defrag
;
FrmRegDefragger.lblinfo.caption=登錄檔重組可讓您的電腦執行更快、更穩定。
FrmRegDefragger.lblstat.caption=您尚未重組過登錄檔，建議您立即重組!
FrmRegDefragger.btndefrag.caption=重組
FrmRegDefragger.lblinfo1.caption=1.我們建議您執行此功能前，請關閉所有其他應用程式。
FrmRegDefragger.lblinfo2.caption=2.進行登錄檔分析時系統會沒有回應。
FrmRegDefragger.lblinfo3.caption=3.登錄檔重組完成後電腦會自動重新開機。
FrmRegDefragger.lblinfo4.caption=4.請不要中斷登錄檔重組，否則將導致未知的後果。
FrmRegDefragger.vtdefrag.Columns[0]=登錄區名稱
FrmRegDefragger.vtdefrag.Columns[1]=目前大小
FrmRegDefragger.vtdefrag.Columns[2]=新的大小
FrmRegDefragger.vtdefrag.Columns[3]=冗餘率
FrmRegDefragger.btnAnalysis.caption=分析
;
; Custom scan areas
;
Frmcustom.caption=自訂區域
Frmcustom.btnre.caption=建議
Frmcustom.btnall.caption=全選
Frmcustom.btnnone.caption=全部不選
Frmcustom.btncancel.caption=取消
Frmcustom.btnok.caption=確定
;
; About Window
;
FrmAbout.lblver.caption=目前版本:
FrmAbout.lblemail.caption=技術支援信箱:
FrmAbout.lblemailinfo.caption=support@wisecleaner.com
FrmAbout.lblhome.caption=官方首頁：
FrmAbout.lblhomeinfo.caption=http://www.wisecleaner.com
FrmAbout.lblthanks.caption=感謝下列人員所作出的貢獻：
FrmAboutWin.caption=關於
FrmAboutWin.btnok.caption=確定
;
; Settings
;
FrmSettings.caption=設定
FrmSettings.tsCommon.caption=一般
FrmGeneral.chkexp.caption=加入客戶經驗改進計畫
FrmGeneral.lblexp.caption=詳細資料
FrmSettings.tsAutoRun.caption=自動執行
FrmSettings.tsExclusion.caption=排除清單
FrmSettings.btnrestore.caption=關於
FrmSettings.btnok.caption=確定
FrmSettings.btncancel.caption=取消
FrmGeneral.chkassist.caption=當有人張貼付費問題時，請通知我。
;
; Auto Run
;
FrmAutorunSettings.chk1.caption=在桌面上建立「一鍵清理」捷徑圖示
FrmAutorunSettings.lblcmd.caption=命令列模式
FrmAutorunSettings.lblcmdinfo.caption=您可以透過命令列執行此程式，並對您的登錄檔進行自動掃瞄及清理。如需瞭解更多訊息，請按 F1 鍵或按下列連結檢視說明文件。
FrmAutorunSettings.btnhelp.caption=線上說明
;
; Exclusion List
;
FrmExclusion.btnAdd.caption=加入關鍵字
FrmExclusion.btnExport.caption=匯出
FrmExclusion.btnRemove.caption=移除
FrmExclusion.btnimport.caption=匯入
Frminput.btnok.caption=確定
Frminput.btncancel.caption=取消
;
; General Settings
;
FrmGeneral.chkNews.caption=自動取得軟體新聞
FrmGeneral.chkbackup.caption=清理前自動備份登錄檔
FrmGeneral.WiseLabel1.caption=檢查更新：
FrmGeneral.WiseLabel2.caption=預設語言：
FrmGeneral.btnchecknew.caption=立即檢查
FrmGeneral.lbtran.caption=翻譯成...
FrmGeneral.lblscanmode.caption=如何掃瞄登錄檔
FrmGeneral.rdnormal.caption=正常(建議)
FrmGeneral.rdssafe.caption=安全模式(僅顯示「安全」項目)
FrmGeneral.rddeep.caption=深層掃瞄(僅供進階使用者使用的完整掃瞄模式)
;
; Backup and Restore
;
Frm_br.btncancel.caption=取消
FrmBackup.caption=備份
FrmBackup.btnreg.caption=建立完整的登錄檔備份
FrmBackup.btnsys.caption=建立系統還原點
FrmRestore.caption=還原中心
FrmRestore.btnRegBk.caption=登錄檔備份
FrmRestore.btnSysBK.caption=系統還原
FrmRestore.btnclose.caption=關閉
FrmRestore.btnrestore.caption=還原
FrmRestore.btnremove.caption=移除
;
; Update
;
frmupdate.caption=軟體更新
;
; Popup Menus
;
pmHelp=線上說明
pmforum=論壇
pmHome=官方首頁
pmContact=與我們連絡
pmCheckNew=檢查更新
pmLang=選擇語言
pmSkin=選擇面板
pmAbout=關於
pmIgnore=忽略此項目
pmrec=選擇安全項目
pmAll1=全選
pmNone=全部不選
pmGo=使用登錄編輯程式開啟...
pmExport=匯出到...
pmPortable=建立可攜版
;
; Like Us
;
FrmlikeUs.lblTitle.caption=如果您喜歡 Wise Registry Cleaner（WRC），請把這款實用的免費工具介紹給您的親朋好友!
FrmlikeUs.lblInfo.caption=請透過電子郵件、部落格、Twitter、YouTube、Facebook 等將 Wise Registry Cleaner 分享給您的家人、朋友、同學及同事吧!您將給他們的生活帶來方便和效率。
FrmlikeUs.lblRate.caption=給 Wise Registry Cleaner 評分：
FrmlikeUs.lblfollow.caption=關注我們：
FrmlikeUs.lblshare.caption=分享 Wise Registry Cleaner：
FrmlikeUs.btndownload.caption=免費下載
FrmlikeUs.imgrate.hint=給我們五顆星的評價
FrmlikeUs.imgmail.hint=分享給您的朋友
FrmlikeUs.imgface1.hint=透過 Facebook 分享
FrmlikeUs.imgface2.hint=在 Facebook 上關注我們
FrmlikeUs.imgtwitter1.hint=透過 Twitter 分享
FrmlikeUs.imgtwitter2.hint=在 Twitter 上關注我們
FrmlikeUs.Caption=讚一個
FrmlikeUs.lbldownload.caption=從 WiseCleaner.com 下載更多的免費軟體：
;
; DefProcess
;
FrmProcess.Caption=登錄檔分析
FrmProcess.lblwait.caption=分析中...
FrmProcess.lblinfo.caption=您的電腦可能停止回應幾秒鐘或幾分鐘。
FrmProcess.lblwait.caption=分析中，請稍候...

[Message]
Unoptimized=未最佳化
UpdateError=更新錯誤，您要從我們的網站下載最新版本嗎?
RegeditorLocked=您的登錄編輯程式遭封鎖。備份/還原功能需要存取登錄編輯程式。您要馬上取消封鎖登錄編輯程式嗎?
failtounLock=無法解除封鎖登錄編輯程式。也許您需要進一步的授權來實現此操作。
Total=總計
DefragRate=它可以幫您減少您的登錄檔大小 %s。
SuggestDefrag=建議立即登錄檔重組。
SuggestIgnore=您的登錄檔幾乎沒有任何冗餘，請下次再重組。
TypeNoError=清理
NeverClean=您還沒有清理過登錄檔，建議立即清理!
AdviseClean=經常清理登錄檔可讓您的電腦執行更快速、安全。
DupItem=此項目已列在清單中。
Advisedefrag=登錄檔重組可讓您的電腦執行更快速、穩定。
NeverDefrag=您尚未重組過登錄檔，建議立即重組!
LastDefrag=您上次重組登錄檔的時間為:
TotalDefrag=總計已壓縮 %.2f。
DefaultValue=(預設)
RegBackup=備份登錄檔
RegRestore=還原登錄檔
CreateBackup=建立備份資料中...
Compress=壓縮中...
Extracte=解壓縮中...
Complete=完成
RestoreReg=登錄檔還原中...請稍候幾分鐘...
NotSupportOS=在此作業系統上不支援該功能。
EnableRestore=系統還原已停用。您要啟用系統還原嗎?
SysCreating=正在建立系統還原點...
SysRestoring=正在準備進行系統還原...
RestorePointDone=已成功建立系統還原點。
RestorePointFail=無法建立系統還原點。
ErrorMsg=錯誤訊息:
Area=區域
Summary=描述
LeastOne=請至少選擇一個區域來進行掃瞄。
IsRunning=程式正在掃瞄，請等待掃瞄完成後再試一次。
Optimized=已最佳化
DefragReport=登錄檔已壓縮.最佳化報告:
DefragReport1=舊的登錄檔大小:
DefragReport2=新的登錄檔大小:
DefragReport3=最佳化大小:
ReOptimize=再次最佳化
ComfirmDefrag=登錄檔重組後，電腦將立即重新啟動，因此請先儲存您未完成的工作。您要現在就開始整理登錄檔嗎?
def15After=距離上次重組登錄檔已過了 %d 天。請立即重組登錄檔!
def15Before=如果您能將您的登錄檔盡可能壓縮，將有利於電腦執行快而穩定。
KeyWord=請輸入關鍵字:
ExImport=排除清單已匯出至：
NoNewVer=您正在使用最新版本。
Daily=每日
Weekly=每週
Monthly=每月
Never=永遠不
TranslateTo=翻譯成...
NeedBack=看來這是您第一次使用本程式。建議您立即備份登錄檔。您要馬上自動備份登錄檔嗎?
Newsletter=新聞
UpgradeInfo=升級資訊
CannotCrTask=無法建立工作排程。
ScheduleNextTime=下次執行時間:
Exported=目前項目已匯出到 %s。您要馬上開啟檔案嗎?
Idle=閒置時
Login=登入時
LastClean=您上次清理登錄檔是在:
Monday=星期一
Tuesday=星期二
Wednesday=星期三
Thursday=星期四
Friday=星期五
Saturday=星期六
Sunday=星期日
IssueFound=找到 %d 個問題。
Scanning=正在掃瞄
ScanCanceled=掃瞄已取消!
FindError=本次總計找到 %d 個問題。其中 %d 個是不安全的。
LogAll=找到 %d 個問題，已解決 %d 個問題。
LogFail=無法刪除 %d 個問題。
StartClean=開始清理
StartScan=開始掃瞄
7After=距離您上次清理登錄檔已過了 %d 天，建議立即掃瞄。
7Before=清理您的登錄檔，您的電腦就變得更快!
ReScanHint=找到 %d 問題。我們建議您再次掃瞄，以便找到更多問題。
CleanNow=請按一下 [開始清理] 立即修復這些問題。
NoError=恭喜!您有乾淨的登錄檔!
GoodHabit=藉由定期清理登錄檔，讓您的電腦保持最佳效能是相當有幫助的。
ReScanHint1=我們建議您再次掃瞄立即找出潛在的問題。
TypeChanged=您已改變了掃瞄項目!
ReScanHint2=請再次掃瞄來找到問題。
CleanDone=清理已完成!
bkAuto=自動
bkManual=手動
BackupDate=備份時間
BackupType=備份類型
Problems=問題
CreateDate=建立日期
Description=描述
Removebackup=您要刪除所選的登錄檔備份嗎?
RemoveSysRestore=您要刪除所選的系統還原點嗎?
NoBackupSelected=請至少選擇一個要還原的備份。
RestoreComplete=還原完成
RestoreFromSysRestore=系統還原必須重新啟動您的電腦。你想馬上開始還原嗎?
WhenIdle=閒置時
WhenLogin=登入時
NewVer=有新版本可用!您要馬上升級嗎?
TranslateTo=翻譯成...
[Tuneup]
ShowSpeed=最佳化系統顯示的回應速度。
AeroSnap=加快 Aero 貼齊，使縮圖顯示速度更快。
SSDSpeedup=SSD 最佳化
DisablePrefetch=停用預先擷取參數，以延長 SSD 壽命。
DisableSuperPrefetch=停用 Superfetch 參數，以延長 SSD 壽命。
DisableDefragBoot=停用開機時對系統作磁碟重組，以延長 SSD 壽命。 
DisableDefragIdle=停用閒置時自動磁碟重組，以延長 SSD 壽命。
EnableTRIM=啟用 TRIM 功能，以提高 SSD 的工作效能。
OptIEConnection=增加每個伺服器的最大連接數。提高網頁檢視速度和線上視訊觀看速度。
IconCache=增加系統圖示快取並加快桌面顯示速度。
RestoreAll=您要將所有項目還原成 Windows 預設值嗎?
NoSelectedItem=請至少選擇一個項目進行最佳化。
OptItems=可最佳化下列 %d 個項目。
ItemsOptimized=已最佳化 %d 個項目。
TakeEff=在重新啟動電腦前，某些變更將不會立即生效。
NoItems=恭喜!已最佳化所有項目。
BootSpeedup=開機/關機加速
SystemStable=系統穩定性
SystemSpeedup=系統加速
NetworkSpeedup=網路加速
PrefetchParameters=最佳化預先擷取參數，以提高 Windows 開機速度
BootDelay=減少「檢查磁碟」時間，以提高 Windows 開機速度
BootPartition=啟用最佳化功能，加快開機速度。
ClearPagingFile=停用 Windows 關機時清理分頁檔來加快關機速度
TimeOut=減少關機時應用程式等待時間，提高關機速度
AutoKill=關閉凍結的處理程序，避免系統當機
RestartExplorer=自動重新啟動 Windows 檔案總管來避免意外的桌面消失
TwoProcess=將 Windows 檔案總管元件設定以單獨處理程序執行，以避免系統衝突
ErrorReport=停用螢幕錯誤報告來提高系統效能
Debugger=停用除錯程式來加快錯誤處理速度
OptMemory=最佳化記憶體的預設設定來提高系統效能
OptVEff=最佳化前端元件(對話方塊、功能表等...)外觀來提高系統效能
OptFileSystem=最佳化檔案系統來提高系統效能
OptDiskSystem=最佳化磁碟 I/O 子系統來提高系統效能
DisAutoRun=停用磁碟機「自動播放」功能來避免病毒感染/傳播
OptDiskIdle=當 CPU 閒置時最佳化磁碟 I/O
OptTTL=最佳化 TTL(存留時間)設定來提高網路效能
OptNetForward=最佳化網路轉寄能力來提高網路效能
OptMTU=透過路由尋址查詢技術自動偵測「黑洞」來提高 TCP/IP 效能
OptWINS=最佳化 WINS 名稱查詢時間來提高資料傳輸速度
OptNetWork=最佳化網路設定來提高通訊效能
CloseAnimate=關閉最大化或最小化視窗的動畫效果來加快視窗回應
PagingExecutive=停用記憶體分頁並減少磁碟 I/O 來提升應用程式效能。(若實體記憶體小於 1GB 時，請忽略此選項)
StaticIP=幫您的本地連線設定靜態 IP 來加快電腦開機速度
PorcessorTime=最佳化處理器效能，讓應用程式、遊戲等執行更順暢(如果您的電腦為伺服器，請忽略此選項)
DisableIDECheck=停用 Windows IDE 通道檢查來提高 Windows 開機速度
ForeAppSpeed=加快前景程式的回應速度
AeroPeek=加快 Aero Peek 的顯示速度
OptEthernet=最佳化乙太網路卡效能
[Type]
ContextMenu=無效的右鍵功能表項目
MUICache=MUI 快取
Services=Windows 服務
Activex=ActiveX/COM 元件
FireWall=防火牆設定
RootAll=無效的路徑
SoftwareSection=軟體路徑
ApplicationPaths=應用程式路徑
FileTypes=檔案類型
HelpFiles=說明檔案
Fonts=字型
SharedDLL=共用動態連結程式庫
MRULists=使用者最近使用的清單
UninstallSection=解除安裝程式
StartMenu=開始功能表
StartupProgram=啟動程式
SoundandAppEvents=聲音或 App 事件
IEUrlHistory=IE 瀏覽網路歷程記錄
IFEO=映像檔執行
EmptyKey=空的機碼
App=應用程式設定
[ErrorMessage]
MUIError1=遺失 MUI 參考，但磁碟 "%s" 為 %s，建議您忽略此錯誤。
MUIError=遺失 MUI 參考
ServiceNotExists=指定的服務程式不存在。
MimeExName=不正確的 MIME 副檔名登錄: %s
EmptyKey=空的機碼
EmptyHelpdirctory=空的說明目錄。
FileNotExist=檔案(資料夾)不存在。
HFileNotExist=說明檔案(資料夾)不存在。
EmptyValue=空值
TypeLib=類型程式庫不存在:
NodeEmpty=空節點
SharedFilenotexist=共用檔案不存在。
sharedfilenotbeuse=共用檔案不被使用。
noconnection=沒有檔案連接資訊。
Invalidpathtoicon=無效的圖示路徑。
ReferstoaninvalidClass=引用不正確的類別。
Emptyshellcommand=殼層命令為空。
Invalidshellcommand=無效的殼層命令(檔案不存在)。
Fontsnotexist=字型檔案不存在。
Hijacking=%s 已被 %s 劫持。
MRULists=使用者最近使用的清單
invalidOpenWith=沒有任何應用程式此類型與此類型有關聯。
ReferActivex=引用無效的 Activex/COM 項目。
EmptyCLSID=空的 CLSID。
ComSourceNotExist=COM 來源不存在。
invalidUnistall=無效的解除安裝資訊。
notexist=不存在。
ObsoleteStartMenuItem=過時的開始功能表項目。
SoundFilenotexist=音效檔不存在。
FileNotExist1=檔案(資料夾)不存在，但磁碟 "%s" 為 %s，建議您忽略此項錯誤。
OpenWithError=開啟發生錯誤，指定的應用程式不存在。
OpenWithError1=開啟發生錯誤，指定的應用程式不存在。但磁碟 "%s" 為 %s，建議您忽略此項錯誤。
ComSourceNotExist1=COM 來源不存在，但磁碟 %s 為 %s，建議您忽略此項錯誤。

[Summary]
ContextMenu=無效的右鍵功能表項目
MUICache=遺失 MUI 快取參考
Services=無效的 Windows 服務
Activex=無效的 ActiveX 和 COM 元件
FireWall=無效的 Windows 防火牆設定
RootAll=無效的路徑和檔案
SoftwareSection=刪除軟體留下的無效路徑和檔案
ApplicationPaths=無效註冊的應用程式路徑和檔案
FileTypes=無效的副檔名資訊
HelpFiles=無效的註冊說明檔案
Fonts=無效的字型資訊
SharedDLL=遺失的共用動態連結程式庫
MRULists=使用者存取檔案、觀看電影、編輯文件等...的歷程記錄
UninstallSection=無用或無效的解除安裝資訊
StartMenu=過時的開始功能表項目
StartupProgram=過時或無效的啟動程式
SoundandAppEvents=過時或無效的聲音和事件設定
IEUrlHistory=使用 IE 造訪過的網路歷程記錄
IFEO=由間諜軟體、病毒或惡意程式建立的惡意項目
EmptyKey=沒有資訊的項目
App=無效的應用程式設定
[AutoClean]
ErrorsFixed=錯誤已清理。
Title=恭喜!
ErrorsFound=找到錯誤。
[AutoUpdate]
CurrentFile=目前檔案:
Canceling=正在取消...
CANCEL=取消
Ready=準備下載
[Skin]
SkinDefault=預設面板
SkinBlue=藍色
SkinGreen=綠色
SkinCustom=自訂
SkinColor=自訂面板顏色